{
    "Playlists de Spotify": [
        {
            "desc": "Dos cosas que me encantan son la música y el diseño, asi que cuál mejor combinación de ámbas que diseñar portadas para mis playlists de Spotify.",
            "cols": 3,
            "pics": [
                "rewind-music.jpg",
                "headbangerz.jpg",
                "nacionalmente-bueno.jpg",
                "blues.jpg",
                "bangers.png",
                "rap-masters.jpg",
                "rap-spotify.jpg",
                "jazz.jpg"
            ]
        }
    ],
    "Diseños generales": [
        {
            "desc": "Algo que me gusta mucho de el diseño es poder crear las ideas que se me ocurren, sin necesidad de cumplir un fin. Ya sean usados como fondos de pantalla o simplemente práctica que gano, siempre es divertido crear cosas nuevas con un estilo propio.",
            "cols": 2,
            "pics": [
                "japanese_chart.png",
                "remera-doomsday-clock.png",
                "rainbow-sth.png",
                "cover0059.png",
                "code-more.png"
            ]
        }
    ],
    "Publicidades / Publicaciones": [
        {
            "desc": "El diseño es la herramienta ideal para llamar la atención de alguien, y un área donde eso es clave es al momento de querer vender un producto o servicio. Hoy en día vivimos rodeados de publicidades; en las redes sociales, en la calle, en los medios audiovisuales, etc. Es muy importante crear publicidades llamativas y que logren enganchar a un posible cliente, para destacarse en el vasto mar de servicios y emprendimientos que nacen día a día.",
            "cols": 2,
            "pics": [
                "publicación-clasico.png",
                "publicación-premium.png",
                "diap-ig.png",
                "diap-ig2.png"
            ]
        },
        {
            "desc": "Como proyecto final de materia, tuve que desarrollar una idea de producto o servicio para un emprendimiento ficticio. Desde la planificación de los costos hasta el diseño de la publicidad audiovisual, teniendo en cuenta la audiencia primaria del producto y los medios donde se mostraran las publicidades.",
            "cols": 2,
            "pics": ["cover.png", "flyer.png", "tarjetas.png", "phone.png"]
        }
    ],
    "Proyectos escolares": [
        {
            "desc": "Cuando llegó el momento de proponer una idea para la campera de egresados de la secundaria, fui directo a ofrecerme para diseñarla. Logramos llegar a un diseño que le gustaba a todo el curso, siempre cumpliendo las reglas que nos imponía la institución con respecto a ropa no estandar (de egresados). Preparé el diseño y la presentación del mismo para mostrarlo formalmente a nuestros directivos, y también para mandarselo a la empresa que la iba a manufacturar.",
            "cols": 2,
            "pics": [
                "Campera-2.jpg",
                "Diseño-campera-completa.png",
                "Texto-egresados-2020-(atras).png",
                "Logo-hombro-izquierdo.jpg"
            ]
        },
        {
            "desc": "Paralelo al proceso de diseño de la campera, diseñe conceptos de logos para nuestra división en la institución, tanto como para otras de la misma.",
            "cols": 3,
            "pics": [
                "Escudo-frontal.jpg",
                "centro-estudiantes.png",
                "Logo-AV.png"
            ]
        }
    ],
    "Logos personales": [
        {
            "desc": "A lo largo de los años que fui descubriendo mis intereses por el diseño y sus variaciones, sentía que necesitaba algún tipo de ícono o logo que me represente. La idea principal que notablemente usé en todo ese tiempo, es representar las siglas de mi nombre (Damián Ponce), hasta que llegué a mi logo actual, el cual se puede apreciar en la barra superior de ésta página.",
            "cols": 3,
            "pics": [
                "Damiante2.png",
                "D-Glitch.jpg",
                "dp.jpg",
                "dp-logo-2.png",
                "dp-code.png",
                "damu.jpg"
            ]
        }
    ],
    "NASA Space Apps Challenge": [
        {
            "desc": "En Octubre de 2019 participé de la competencia Space Apps organizada por la NASA. En la misma trabajé parcialmente en el diseño de los logotipos del equipo (Quid Pro Algae), y en el desarrollo de la app (ALQUID). ",
            "cols": 2,
            "pics": [
                "logo-alquid-fondo.png",
                "logo-completo-alquid.png",
                "logo-qpa-bnw-bg.png",
                "logo-qpa-color-bg.png"
            ]
        }
    ]
}
